family_dict = {
    '亲子摄影': ['g193', 29],
    '儿童摄影': ['g27813', 50],
    '托班/托儿所': ['g20009', 50],
    '幼儿园': ['g189', 50],
    '幼小衔接': ['g33779', 32],
    '幼儿科学': ['g188', 50],
    '幼儿外语': ['g27762', 50],
    '幼儿才艺': ['g27763', 50],
    '早教中心': ['g27761', 50],
    '母婴购物': ['g125', 50],
    '婴儿游泳': ['g27767', 49],
    '儿童乐园': ['g33803', 50],
    '宝宝派对': ['g33797', 39]
    }

study_dict =  {
    '外语培训': ['g2872', 50],
    '美术培训': ['g2874', 50],
    '音乐培训': ['g2873', 50],
    '辅导班': ['g2876', 50],
    '职业培训': ['g2877', 50],
    '留学': ['g32722', 50],
    '教育院校': ['g260', 50],
    '花艺': ['g33898', 12],
    '烘焙厨艺': ['g34099', 9],
    '书法': ['g33757', 50],
    '运动培训': ['g34129', 50],
    '手工制作': ['g33899', 12],
    '在线教育网校': ['g34107', 4]
    }


code = 'mongoexport -d SH_SHOP -c {0} -f city,column,category,name,phone,address,url,desc,gift --csv -o ./{0}.csv'

for category in study_dict:
# for category in family_dict:
    print(code.format(category))